{
    "Event": {
        "title": "Balboa Event",
        "back": "Back",
        "changeLang": "FR",
        "registerCta": "Register"
    },
    "Events": {
        "2024": {
            "MtlBalJam": {
                "subscribe": {
                    "title": "Subscribe for toasty details",
                    "email": "Email",
                    "emailExample": "youremail@example.com",
                    "firstName": "First name",
                    "firstNamePlaceholder": "Your first name",
                    "lastName": "Last name",
                    "lastNamePlaceholder": "Your last name",
                    "permission": "I consent to receive marketing information regarding MTL BAL JAM",
                    "subscribe": "Subscribe",
                    "success": "You are signed up for the newsletter.",
                    "error": "Something went wrong. Try again later."
                },
                "homePage": {
                    "title": "MTL BAL JAM",
                    "TBA": "More details to be announced soon!",
                    "saveTheDate": "Save the date!",
                    "googleCal": "Save to Google Calendar",
                    "date": "June 21-22-23, 2024",
                    "musicSection": {
                        "title": "Music",
                        "bandName": "Michaël Srey Legacy Band",
                        "description": "A live band based in Montreal, it brings together a collective of musicians from the local jazz scene. With up to 9 instrumentalists on stage, he is keen to share the most inspiring compositions and arrangements of the big band repertoire.",
                        "learnMore": {
                            "text": "Learn more...",
                            "href": "/en/events/2024/mtl-bal-jam/music"
                        }
                    },
                    "instructorsSection": {
                        "title": "Instructors",
                        "instructorsNames": "Yulia & Sasha",
                        "description": "Yulia and Sasha are two UK based Balboa enthusiasts: dancers, instructors and competitors.  They offer classes, short courses and mini-workshops in London, as well travel to teach Balboa across Europe.",
                        "learnMore": {
                            "text": "Plus de détails...",
                            "href": "/en/events/2024/mtl-bal-jam/instructors"
                        }
                    },
                    "venueSection": {
                        "title": "Venues",
                        "learnMore": {
                            "text": "Checkout our venues...",
                            "href": "/en/events/2024/mtl-bal-jam/venue"
                        }
                    }
                },
                "socials": {
                    "facebook": {
                        "alt": "Facebook",
                        "href": "https://www.facebook.com/MontrealBalJam",
                        "logo": "/facebook-white.png"
                    },
                    "instagram": {
                        "alt": "Instagram",
                        "href": "https://www.instagram.com/mtlbaljam/",
                        "logo": "/instagram-white.png"
                    },
                    "email": {
                        "alt": "Email",
                        "href": "mailto:info@campusbalboa.org",
                        "logo": "/email-white.png"
                    }
                },
                "copyright": "©2023 Campus Balboa",
                "iconAlts": {
                    "loaf": "Loaf of bread icon",
                    "knife": "Butterknife icon",
                    "toaster": "Toaster icon",
                    "mbjLogo": "MTL BAL JAM Logo",
                    "arch": "Drawing of a salmon arch on blue background"
                },
                "musicPage": {
                    "title": "MTL BAL JAM",
                    "pageTitle": "Music",
                    "liveMusic": {
                        "title": "Live music",
                        "bandName": "Michaël Srey Legacy Band",
                        "biography": "The Michaël Srey Legacy Band is a collective of up to 9 professional musicians from the Montreal jazz scene. The group already has several concerts under its belt and its reputation is growing.<br></br>The band knows its standards and includes the compositions of the great names in jazz: Louis Armstrong, Duke Ellington, Fletcher Henderson, Mary Lou Williams but also Jimmy Smith, Quincy Jones and Oscar Peterson. Equally curious about the different influences and developments of this art form, the band's repertoire includes other music from the same sources, with a strong emphasis on rhythm, improvisation and dance such as beguine or mambo.<br></br>Michaël Srey carefully selects, arranges and transcribes each piece mainly from the big band repertoire. Thus, the band has created a unique, tailor-made repertoire with new pieces regularly added to the music stands.<br></br>The quality of its musicians as well as the composition of the group give it great versatility and allow it to traverse the history of swing and its various styles: second line of New Orleans, early jazz, swing era, blues, be bop, hard bop…<br></br>Dedicated to the precision and colors of the iconic arrangements of big bands, the horn section makes each of its notes shine and the rhythm section roars across the dance floor.",
                        "link": "https://www.michaelsrey.com/",
                        "logoAlt": "Michaël Srey Legacy Band Logo"
                    },
                    "djMusic": {
                        "title": "DJs",
                        "djs": {
                            "felix": {
                                "name": "Felix",
                                "djName": "DJ Can't Stop The Felix",
                                "pronouns": "He/Him",
                                "biography": "Felix has been interested in music his whole life. In his never-ending quest to understand music on a deeper level, he started swing dancing in 2013. Self-proclaimed music geek, he studied Jazz vocals, composition and arranging. He loves to think about, talk about, and breathe DJing, and he is always on the lookout for the best swinging tunes.",
                                "image": {
                                    "src": "/felix.jpg",
                                    "alt": "Photo of Felix"
                                }
                            },
                            "gab": {
                                "name": "Gabrielle",
                                "djName": "DJ Kern Down For What?!",
                                "pronouns": "She/Her",
                                "biography": "Gabrielle loves playing music that gets dancers out on the floor and keeps them there! Her passion is music that moves you, be it blues, vintage jazz, or more soulful, funky tunes. Be careful, her music will often inspire you to dance long after your feet would have called it a night.",
                                "image": {
                                    "src": "/gabrielle.png",
                                    "alt": "Photo of Gabrielle"
                                }
                            }
                        }
                    }
                },
                "instructorsPage": {
                    "title": "MTL BAL JAM",
                    "pageTitle": "Instructors",
                    "mainInstructors": {
                        "title": "Instructors",
                        "instructorsNames": "Yulia & Sasha",
                        "biography": "Yulia and Sasha are two UK based Balboa dancers easily recognisable for their zippy yet smooth style. They first discovered the dance in 2010, and ever since their enthusiasm for Balboa has been growing stronger.<br></br>Before starting to teach, they focused on their own development as dancers, training and competing, studying the history of the dance, and exploring partnership dynamics both in Pure Balboa and Balswing. <br></br>The couple is often spotted in international contest finals. Two times California Balboa Classic winners, they also proudly hold the title of 6-time Pure Balboa Classic champions!<br></br>Currently they run Balboa courses and mini-workshops in London, as well as travel to teach at dance weekends across Europe. <br></br>In class, they strive to share the knowledge they’ve gained throughout their dance journey and encourage their students to appreciate the joyful energy of Balboa, its subtle humour and the precious opportunity to be in the moment with the music and one another. <br></br>Lately, as Sasha has found a new obsession with tap dancing, percussion, and rhythm overall, they are becoming even more focused on different aspects of musicality, and aim to reflect that in their teaching.",
                        "cutoutAlt": "Photo de Yulia & Sasha",
                        "link": "https://www.ys.balboalondon.co.uk/"
                    }
                },
                "venuePage": {
                    "title": "MTL BAL JAM",
                    "pageTitle": "Venues",
                    "venue": {
                        "title": "Dances & Workshops",
                        "position": {
                            "lat": "45.53935",
                            "lng": "-73.614133"
                        },
                        "markerTitle": "Casa d'Italia",
                        "infoWindowText": "Casa D'Italia, 505 Rue Jean-Talon E, Montréal, QC H2R 1T6",
                        "venueName": "Casa d'Italia",
                        "venueDescription": "La Casa d'Italia is the historical reference point for the Italian community and is a living testimony of the great cultural, social and economic contribution that our community has made to Montreal, and to Quebec.",
                        "venueAddress": "505 Rue Jean-Talon E, Montréal, QC H2R 1T6",
                        "venueWebsite": "https://www.casaditalia.org/",
                        "cutoutAlt": "Photo of the Casa d'Italia"
                    },
                    "secondaryVenue": {
                        "title": "Secondary Venue",
                        "position": {
                            "lat": "45.5325358",
                            "lng": "-73.5521198"
                        },
                        "markerTitle": "Cat's Corner Community",
                        "venueName": "Cat's Corner Community",
                        "infoWindowText": "Cat's Corner Community, 1956 Rue Frontenac, Montréal, QC H2K 2Z1",
                        "venueDescription": "The mission of this non-profit company is to provide access to dance culture and black-American jazz music (and related forms) through courses and events in order to make it shine, while respecting and celebrating its origins andvalues.",
                        "venueAddress": "1956 Rue Frontenac, Montréal, QC H2K 2Z1",
                        "venueWebsite": "https://www.catscorner.ca/",
                        "cutoutAlt": "Photo of Cat's Corner"
                    }
                },
                "navigation": {
                    "title": "Menu",
                    "home": {
                        "text": "Home",
                        "href": "/en/events/2024/mtl-bal-jam"
                    },
                    "music": {
                        "text": "Music",
                        "href": "/en/events/2024/mtl-bal-jam/music"
                    },
                    "instructors": {
                        "text": "Instructors",
                        "href": "/en/events/2024/mtl-bal-jam/instructors"
                    },
                    "venue": {
                        "text": "Venues",
                        "href": "/en/events/2024/mtl-bal-jam/venue"
                    }
                }
            }
        }
    },
    "Resources": {
        "dj": {
            "bpm": {
                "title": "Tempo",
                "range": "{min} to {max} BPM",
                "description": "It is important to note that theses guidelines are entirely subjective. A great DJ will be able to determine the best choice of tempo depending on the situation, and dancers present. Variety and sense of timing is what makes an exceptional set: a set that only stays within the “sweet spot” will be boring, playing slow songs too often might kill the energy of the room, and playing too many fast songs might tire out the dancers. It is impossible to please everybody, so it is imperative that the DJ reads the room and uses their judgement.",
                "slowBal": {
                    "title": "Slow balboa",
                    "description": "Slow balboa can be danced to very slow music, but dancers tend to be most comfortable around 80 BPM. Therefore, it is recommended to aim for the middle of this range rather than the extremes unless there is a lot of advanced dancers or you are playing more than one slow song in a row."
                },
                "awkwardRange": {
                    "title": "Awkward area",
                    "description": "This range is considered difficult for balboa dancers since it is slightly too fast for slow balboa, and too slow for conventional balboa. It is therefore highly encouraged to avoid this range in most cases."
                },
                "beginnerClass": {
                    "title": "Classes",
                    "description": "In a classroom context, it is sometimes desirable to play a bit slower to give the learners a chance to assimilate concepts."
                },
                "bulk": {
                    "title": "Bulk of music",
                    "description": "Around 80% of the music played at a social dance should be in this range. After an intro class, it is recommended to start lower, and gradually work your way up. Generally, aiming for the middle of the range rather than the extremes, and not playing too many songs in a row of similar BPM will yield best results."
                },
                "comfortableArea": {
                    "title": "Comfortable area",
                    "description": "This range is generally appropriate for most level of dancers. When there are dancers of all levels in the room, the majority will be able to dance comfortably in this range."
                },
                "sweetSpot": {
                    "title": "Sweet spot",
                    "description": "This small range works well for all types of balboa (pure and swing). Most advanced and intermediate dancers will be comfortable social dancing to this range. It is ideal to bring people back to the dance floor after a song that did not work too well (either too slow, fast, or other)."
                },
                "competitionRange": {
                    "title": "Competition",
                    "description": "Internationally, tempos for finals of “open” or advanced competitions will be within this range. Sometimes all-skates will be faster and warm-ups slower."
                },
                "fastTempo": {
                    "title": "Fast tempo",
                    "description": "It is important to note that the more the tempo goes past 220 BPM, the less people will be comfortable dancing to the song. However, the challenge of dancing to extremely fast songs is one of the many pleasures of dancing balboa. It is not recommended to play too many extreme songs in a single social dance."
                },
                "distribution": {
                    "title": "Distribution",
                    "description": "The BPM distribution of a DJ set depends on several factors. In particular, the average level of the dancers present, the quality of the dance floor, the size of the dance floor, the energy level of the room, the timing (start of the evening, end of the evening, start of the set, end of the set), and much more. It is generally recommended to gradually increase and decrease the speed rather than going from one extreme to the other. A fast song played directly after a slow song will sound much faster in contrast, and vice versa. On the other hand, a dance floor that has little energy can benefit from a faster song. Similarly, a dance floor that's too tired for fast songs might regain some vigor after a slow song. This is why it is important to adapt to the people in the room, and every DJ will do this differently.",
                    "beginner": "Beginner",
                    "intermediate": "intermediate",
                    "advanced": "Advanced",
                    "all": "All",
                    "y": "Song #"
                }
            }
        }
    },
    "Components": {
        "paypal": {
            "donate": "Donate",
            "logoAlt": "PayPal logo"
        },
        "embla": {
            "changeSlide": "Jump to slide {slideNum}",
            "nextSlide": "Next slide",
            "prevSlide": "Previous slide"
        },
        "gcal": {
            "iframeTitle": "Balboa in Montreal Google Calendar"
        }
    }
}