{
    "Event": {
        "title": "Événement de balboa",
        "back": "Retour",
        "changeLang": "EN",
        "registerCta": "S'enregistrer"
    },
    "Events": {
        "2024": {
            "MtlBalJam": {
                "subscribe": {
                    "title": "Abonnez-vous pour des détails croustillants",
                    "email": "Courriel",
                    "emailExample": "votrecourriel@exemple.com",
                    "firstName": "Prénom",
                    "firstNamePlaceholder": "Votre prénom",
                    "lastName": "Nom de famille",
                    "lastNamePlaceholder": "Votre nom de famille",
                    "permission": "Je consens à recevoir de l'information promotionnelle sur MTL BAL JAM",
                    "subscribe": "Souscrire",
                    "success": "Vous êtes inscrits à la liste d'envoi.",
                    "error": "Une erreur s'est produite, veuillez réessayer."
                },
                "socials": {
                    "facebook": {
                        "alt": "Facebook",
                        "href": "https://www.facebook.com/MontrealBalJam",
                        "logo": "/facebook-white.png"
                    },
                    "instagram": {
                        "alt": "Instagram",
                        "href": "https://www.instagram.com/mtlbaljam/",
                        "logo": "/instagram-white.png"
                    },
                    "email": {
                        "alt": "Email",
                        "href": "mailto:info@campusbalboa.org",
                        "logo": "/email-white.png"
                    }
                },
                "copyright": "© Campus Balboa, 2023",
                "iconAlts": {
                    "loaf": "Icone d'une miche de pain",
                    "knife": "Icone d'un couteau à beurre",
                    "toaster": "Icone d'un grille pain",
                    "mbjLogo": "Logo du MTL BAL JAM",
                    "arch": "Dessin d'une arche couleur saumon sur fond bleu"
                },
                "homePage": {
                    "title": "MTL BAL JAM",
                    "TBA": "Plus de détails à venir!",
                    "saveTheDate": "Réservez la date!",
                    "googleCal": "Sauvegarder à Google Calendar",
                    "date": "21-22-23 juin 2024",
                    "musicSection": {
                        "title": "Musique",
                        "bandName": "Michaël Srey Legacy Band",
                        "description": "Live band basé à Montréal, il regroupe un collectif de musicien.nes de la scène jazz locale. Allant jusqu'à 9 instrumentistes sur scène, il a coeur de partager les plus inspirantes compositions et arrangements du répertoire big band.",
                        "learnMore": {
                            "text": "Plus de détails...",
                            "href": "/fr/evenements/2024/mtl-bal-jam/music"
                        }
                    },
                    "venueSection": {
                        "title": "Lieux",
                        "learnMore": {
                            "text": "Découvrir nos lieux...",
                            "href": "/fr/evenements/2024/mtl-bal-jam/venue"
                        }
                    }
                },
                "musicPage": {
                    "title": "MTL BAL JAM",
                    "pageTitle": "Musique",
                    "liveMusic": {
                        "title": "Musique live",
                        "bandName": "Michaël Srey Legacy Band",
                        "biography": "Le Michaël Srey Legacy Band est un groupe regroupant un collectif de 5 ou 9 musicien.nes professionnel.les de la scène jazz  de Montréal. Le groupe  a déjà plusieurs concerts à son actif et sa réputation est grandissante.<br></br>Le band connait ses standards et intègre les compositions des grands noms du jazz : Louis Armstrong, Duke Ellington, Fletcher Henderson, Mary Lou Williams mais aussi Jimmy Smith, Quincy Jones ou encore Oscar Peterson. Curieux également des différentes influences et autres développements de cet art, le groupe intègre au sein de son répertoire d'autres musiques provenant des mêmes sources et faisant une part belle au rythme, à l'improvisation et à la danse comme la beguine ou le mambo.<br></br>Michaël Srey sélectionne, arrange et retranscrit avec soin chaque morceau principalement issu du répertoire big band. Ainsi, le groupe s'est constitué d'un répertoire unique, fait sur mesure et comprend des morceaux inédits ajoutés régulièrement aux pupitres.es.<br></br>La qualité de ses musicien.nes ainsi que la composition du groupe lui donnent une grande polyvalence et lui permettent de traverser l'histoire du swing et de ses différents styles : second line de la Nouvelle Orléans, early jazz, swing era, blues, be bop, hard bop ...<br></br>Attachée à la précision et aux couleurs des arrangements iconiques des big bands, la section cuivre fait rutiler chacune de ses notes et la section rythmique vrombir le plancher de l'auditoire.",
                        "link": "https://www.michaelsrey.com/",
                        "logoAlt": "Logo du Michaël Srey Legacy Band"
                    },
                    "djMusic": {
                        "title": "DJs",
                        "djs": {
                            "felix": {
                                "name": "Felix",
                                "djName": "DJ Can't Stop The Felix",
                                "pronouns": "Il/Accords masculins",
                                "biography": "Félix s'intéresse à la musique depuis toujours. Dans sa quête sans fin pour comprendre la musique à un niveau plus profond, il a commencé à danser le swing en 2013. Geek autoproclamé de la musique, il a étudié le chant, la composition et l'arrangement du jazz. Il adore réfléchir et parler de DJ et il est toujours à la recherche des meilleurs morceaux swing.",
                                "image": {
                                    "src": "/felix.jpg",
                                    "alt": "Photo of Felix"
                                }
                            },
                            "gab": {
                                "name": "Gabrielle",
                                "djName": "DJ Kern Down For What?!",
                                "pronouns": "Elle/Accords féminins",
                                "biography": "Gabrielle adore jouer de la musique qui fait sortir les danseurs sur la piste et les y maintient ! Sa passion est la musique qui vous émeut, qu'il s'agisse de blues, de jazz vintage ou de morceaux plus soul et funky. Attention, sa musique vous incitera souvent à danser bien après que vos pieds ne soient plus capables de continuer!",
                                "image": {
                                    "src": "/gabrielle.png",
                                    "alt": "Photo of Gabrielle"
                                }
                            }
                        }
                    }
                },
                "venuePage": {
                    "title": "MTL BAL JAM",
                    "pageTitle": "Lieux",
                    "venue": {
                        "title": "Danses et Ateliers",
                        "position": {
                            "lat": "45.53935",
                            "lng": "-73.614133"
                        },
                        "markerTitle": "Casa d'Italia",
                        "infoWindowText": "Casa D'Italia, 505 Rue Jean-Talon E, Montréal, QC H2R 1T6",
                        "venueName": "Casa d'Italia",
                        "venueDescription": "La Casa d'Italia est le point de référence historique de la communauté italienne et est un témoignage vivant de la grande contribution culturelle, sociale et économique que la communauté Italienne a apportée à Montréal et au Québec.",
                        "venueAddress": "505 Rue Jean-Talon E, Montréal, QC H2R 1T6",
                        "venueWebsite": "https://www.casaditalia.org/",
                        "cutoutAlt": "Photo de la Casa d'Italia"
                    },
                    "secondaryVenue": {
                        "title": "Lieu secondaire",
                        "position": {
                            "lat": "45.5325358",
                            "lng": "-73.5521198"
                        },
                        "markerTitle": "Communauté Cat's Corner",
                        "infoWindowText": "Communauté Cat's Corner, 1956 Rue Frontenac, Montréal, QC H2K 2Z1",
                        "venueName": "Cat's Corner Community",
                        "venueDescription": "La mission de cette entreprise sans but lucratif est d'offrir un accès à la culture des danses et musiques jazz noires-américaines (et formes apparentées) à travers des cours et des événements afin de la faire rayonner, dans le respect et la célébration de ses origines et de ses valeurs.",
                        "venueAddress": "1956 Rue Frontenac, Montréal, QC H2K 2Z1",
                        "venueWebsite": "https://www.catscorner.ca/",
                        "cutoutAlt": "Photo du Cat's Corner"
                    }
                },
                "activitiesPage": {
                    "title": "MTL BAL JAM",
                    "pageTitle": "Activités",
                    "tour": {
                        "title": "Tour guidé de la Petite Italie",
                        "price": "Prix : 20.00$ CAD",
                        "length": "Durée : 1h30",
                        "when": "Quand : Samedi",
                        "imageAlt": "Photo de la petite italie",
                        "description": "Découvrez notre belle ville en visitant la petite Italie, le quartier du MTL BAL JAM. Vous allez pouvoir en savoir plus sur notre salle, la Casa Italia lors de ce tour guidé de la petite Italie ! Ne vous inquiétez pas, il n'y aura pas de conflits avec l'horaire des cours."
                    }
                },
                "navigation": {
                    "title": "Menu",
                    "home": {
                        "text": "Accueil",
                        "href": "/fr/evenements/2024/mtl-bal-jam"
                    },
                    "music": {
                        "text": "Musique",
                        "href": "/fr/evenements/2024/mtl-bal-jam/music"
                    },
                    "venue": {
                        "text": "Lieux",
                        "href": "/fr/evenements/2024/mtl-bal-jam/venue"
                    },
                    "activities": {
                        "text": "Activités",
                        "href": "/fr/evenements/2024/mtl-bal-jam/activities"
                    }
                }
            }
        }
    },
    "Resources": {
        "dj": {
            "bpm": {
                "title": "Tempo",
                "range": "{min} à {max} BPM",
                "description": "Il est important de noter que ces conseils sont subjectifs. Un.e bon.ne DJ sera en mesure de déterminer le meilleur choix de tempo selon la situation et les gens présents. La variété et le sens du timing font un set exceptionnel: un set avec des chansons exclusivements dans la “zone idéale” sera ennuyeux, mettre des chansons lentes trop souvent peut briser l’énergie de la salle et jouer trop rapidement peut fatiguer les danseur.euses. Il est impossible de plaire à tout le monde, il est important que le DJ s’adapte à la salle et utilise son jugement.",
                "slowBal": {
                    "title": "Balboa lent",
                    "description": "Le balboa lent peut être dansé sur de la musique très lente, mais la plupart des danseurs.euses sont à l’aise dans les alentours de 80 BPM. Il est donc souhaitable de viser le milieu de la zone plutôt que les extrêmes, à moins de jouer plusieurs chansons lentes de suite, ou qu’il y ait beaucoup de danseurs.euses expérimenté.e.s dans la salle."
                },
                "awkwardRange": {
                    "title": "Zone difficile",
                    "description": "Cette zone est considérée plutôt difficile pour les danseurs de balboa, pusiqu’elle est trop rapide pour du balboa lent, et trop lente pour le balboa conventionnel. Il est donc fortement recommandé d’éviter cette zone dans la majorité des cas."
                },
                "beginnerClass": {
                    "title": "Cours",
                    "description": "Dans un contexte d’apprentissage, il pourrait être souhaitable de jouer des morceaux un peu plus lents pour donner une chance aux apprenant.e.s de bien assimiler les notions."
                },
                "bulk": {
                    "title": "Majorité de la musique",
                    "description": "Environ 80% de la musique jouée lors d’une danse sociale devrait se trouver dans cette zone. Après un cours d’introduction, il est recommandé de commencer plus bas, et de graduellement augmenter le tempo. Généralement, viser le milieu de la zone plutôt que les extrêmes, et ne pas rester trop longtemps dans les mêmes tempos."
                },
                "comfortableArea": {
                    "title": "Zone confortable",
                    "description": "Cette zone est généralement appropriée pour la plupart des danseurs. Lorsqu’il y a des gens de tous les niveaux dans la salle, la majorité pourra danser confortablement dans cette zone."
                },
                "sweetSpot": {
                    "title": "Zone idéale",
                    "description": "Cette zone assez restreinte est la mieux adaptée pour tous les types de balboa (pure, swing). Les danseurs.euses avancé.e.s comme les intermédiaires seront à l’aise ici en danse sociale. Idéal pour rapatrier les gens sur le plancher de danse après une chanson qui a moins bien fonctionnée (soit très rapide, très lent, ou autre)."
                },
                "competitionRange": {
                    "title": "Finales de competition",
                    "description": "Internationalement, le tempo de musique de finales de compétitions “open” ou avancés sont situés dans cette zone. Parfois les “all-skates” seront plus rapide, et les “warm-up” plus lents."
                },
                "fastTempo": {
                    "title": "Zone rapide",
                    "description": "Il est important de noter que plus le tempo dépasse 220 BPM, moins de danseur.euses seront à l’aise de danser. Par contre, relever le défi de danser sur de la musique très rapide est l’un des plaisirs de danser le balboa. Il est déconseillé de jouer trop de chansons extrèmes dans une même danse sociale."
                },
                "distribution": {
                    "title": "Distribution",
                    "description": "La distribution du BPM d’un set de DJ dépend de plusieurs facteurs. Notamment, le niveau moyen des danseur.euses présent.es, la qualité du plancher de danse, la taille du plancher de danse, le niveau d’énergie de la salle, le moment (début de la soirée, fin de la soirée, début du set, fin du set), et beaucoup plus. Il est généralement recommandé de monter et descendre graduellement la vitesse plutôt que de passer d’un extrême à l’autre. Une chanson rapide jouée directement après une chanson lente va sembler beaucoup plus rapide en contraste et vice versa. Par contre, un plancher de danse qui a peu d’énergie peut bénéficier d’une chanson plus rapide. Un plancher de danse trop fatigué pour les chansons rapides pourrait reprendre de la vigueur après une chanson lente. C’est pourquoi il est important de s’adapter aux gens dans la salle.",
                    "beginner": "Débutant",
                    "intermediate": "Intermédiaire",
                    "advanced": "Avancé",
                    "all": "Tous",
                    "y": "Chanson #"
                }
            }
        }
    },
    "Components": {
        "paypal": {
            "donate": "Faire un don",
            "logoAlt": "Logo de PayPal"
        },
        "embla": {
            "changeSlide": "Voir la diapositive {slideNum}",
            "nextSlide": "Diapositive suivante",
            "prevSlide": "Diapositive précédente"
        },
        "gcal": {
            "iframeTitle": "Calendrier Google du Balboa à Montreal"
        }
    }
}