{
    "Event": {
        "title": "Événement de balboa",
        "back": "Retour",
        "changeLang": "EN",
        "registerCta": "S'enregistrer"
    },
    "Events": {
        "2024": {
            "MtlBalJam": {
                "title": "MTL BAL JAM",
                "logoAlt": "Logo du MTL BAL JAM",
                "TBA": "Plus de détails à venir!",
                "saveTheDate": "Réservez la date!",
                "googleCal": "Sauvegarder à Google Calendar",
                "archAlt": "Dessin d'une arche couleur saumon sur fond bleu",
                "date": "21-22-23 juin 2024",
                "subscribe": {
                    "title": "Abonnez-vous pour des détails croustillants",
                    "email": "Courriel",
                    "emailExample": "votrecourriel@exemple.com",
                    "firstName": "Prénom",
                    "firstNamePlaceholder": "Votre prénom",
                    "lastName": "Nom de famille",
                    "lastNamePlaceholder": "Votre nom de famille",
                    "permission": "Je consens à recevoir de l'information promotionnelle sur MTL BAL JAM",
                    "subscribe": "Souscrire",
                    "success": "Vous êtes inscrits à la liste d'envoi.",
                    "error": "Une erreur s'est produite, veuillez réessayer."
                },
                "socials": {
                    "facebook": {
                        "alt": "Facebook",
                        "href": "https://www.facebook.com/MontrealBalJam",
                        "logo": "/facebook-white.png"
                    },
                    "email": {
                        "alt": "Email",
                        "href": "mailto:info@campusbalboa.org",
                        "logo": "/email-white.png"
                    }
                },
                "copyright": "© Campus Balboa, 2023",
                "iconAlts": {
                    "loaf": "Icone d'une miche de pain",
                    "knife": "Icone d'un couteau à beurre",
                    "toaster": "Icone d'un grille pain"
                }
            }
        }
    },
    "Resources": {
        "dj": {
            "bpm": {
                "title": "Tempo",
                "range": "{min} à {max} BPM",
                "description": "Il est important de noter que ces conseils sont subjectifs. Un.e bon.ne DJ sera en mesure de déterminer le meilleur choix de tempo selon la situation et les gens présents. La variété et le sens du timing font un set exceptionnel: un set avec des chansons exclusivements dans la “zone idéale” sera ennuyeux, mettre des chansons lentes trop souvent peut briser l’énergie de la salle et jouer trop rapidement peut fatiguer les danseur.euses. Il est impossible de plaire à tout le monde, il est important que le DJ s’adapte à la salle et utilise son jugement.",
                "slowBal": {
                    "title": "Balboa lent",
                    "description": "Le balboa lent peut être dansé sur de la musique très lente, mais la plupart des danseurs.euses sont à l’aise dans les alentours de 80 BPM. Il est donc souhaitable de viser le milieu de la zone plutôt que les extrêmes, à moins de jouer plusieurs chansons lentes de suite, ou qu’il y ait beaucoup de danseurs.euses expérimenté.e.s dans la salle."
                },
                "awkwardRange": {
                    "title": "Zone difficile",
                    "description": "Cette zone est considérée plutôt difficile pour les danseurs de balboa, pusiqu’elle est trop rapide pour du balboa lent, et trop lente pour le balboa conventionnel. Il est donc fortement recommandé d’éviter cette zone dans la majorité des cas."
                },
                "beginnerClass": {
                    "title": "Cours",
                    "description": "Dans un contexte d’apprentissage, il pourrait être souhaitable de jouer des morceaux un peu plus lents pour donner une chance aux apprenant.e.s de bien assimiler les notions."
                },
                "bulk": {
                    "title": "Majorité de la musique",
                    "description": "Environ 80% de la musique jouée lors d’une danse sociale devrait se trouver dans cette zone. Après un cours d’introduction, il est recommandé de commencer plus bas, et de graduellement augmenter le tempo. Généralement, viser le milieu de la zone plutôt que les extrêmes, et ne pas rester trop longtemps dans les mêmes tempos."
                },
                "comfortableArea": {
                    "title": "Zone confortable",
                    "description": "Cette zone est généralement appropriée pour la plupart des danseurs. Lorsqu’il y a des gens de tous les niveaux dans la salle, la majorité pourra danser confortablement dans cette zone."
                },
                "sweetSpot": {
                    "title": "Zone idéale",
                    "description": "Cette zone assez restreinte est la mieux adaptée pour tous les types de balboa (pure, swing). Les danseurs.euses avancé.e.s comme les intermédiaires seront à l’aise ici en danse sociale. Idéal pour rapatrier les gens sur le plancher de danse après une chanson qui a moins bien fonctionnée (soit très rapide, très lent, ou autre)."
                },
                "competitionRange": {
                    "title": "Finales de competition",
                    "description": "Internationalement, le tempo de musique de finales de compétitions “open” ou avancés sont situés dans cette zone. Parfois les “all-skates” seront plus rapide, et les “warm-up” plus lents."
                },
                "fastTempo": {
                    "title": "Zone rapide",
                    "description": "Il est important de noter que plus le tempo dépasse 220 BPM, moins de danseur.euses seront à l’aise de danser. Par contre, relever le défi de danser sur de la musique très rapide est l’un des plaisirs de danser le balboa. Il est déconseillé de jouer trop de chansons extrèmes dans une même danse sociale."
                },
                "distribution" : {
                    "title": "Distribution",
                    "description": "La distribution du BPM d’un set de DJ dépend de plusieurs facteurs. Notamment, le niveau moyen des danseur.euses présent.es, la qualité du plancher de danse, la taille du plancher de danse, le niveau d’énergie de la salle, le moment (début de la soirée, fin de la soirée, début du set, fin du set), et beaucoup plus. Il est généralement recommandé de monter et descendre graduellement la vitesse plutôt que de passer d’un extrême à l’autre. Une chanson rapide jouée directement après une chanson lente va sembler beaucoup plus rapide en contraste et vice versa. Par contre, un plancher de danse qui a peu d’énergie peut bénéficier d’une chanson plus rapide. Un plancher de danse trop fatigué pour les chansons rapides pourrait reprendre de la vigueur après une chanson lente. C’est pourquoi il est important de s’adapter aux gens dans la salle.",
                    "beginner": "Débutant",
                    "intermediate": "Intermédiaire",
                    "advanced": "Avancé",
                    "all": "Tous",
                    "y": "Chanson #"
                }
            }
        }
    },
    "Components": {
        "paypal": {
            "donate": "Faire un don",
            "logoAlt": "Logo de PayPal"
        },
        "embla": {
            "changeSlide": "Voir la diapositive {slideNum}",
            "nextSlide": "Diapositive suivante",
            "prevSlide": "Diapositive précédente"
        },
        "gcal": {
            "iframeTitle": "Calendrier Google du Balboa à Montreal"
        }
    }
}